{
    "intents": [
        {
            "tag": "Приветствия",
            "patterns": ["привет", "здравствуйте", "доброе утро", "добрый вечер", "добрый день"],
            "responses": ["привет!", "Приветствую Вас", "Чем могу быть полезен"]
        },
        {
            "tag": "Прощание",
            "patterns": ["пока", "до свидания", "спасибо", "благодарю"],
            "responses": ["Пока!", "До свидания", "Рад был помочь"]
        },
        {
            "tag": "Сроки изготовления дверей",
            "patterns": ["сроки изготовления дверей"],
            "responses": ["Большая часть таких дверей хранится на нашем складе, поэтому Вы можете легко забрать их сами прямо в тот же день, когда заказали. Если Вас интересует доставка, то нами она осуществляется в срок от 1 до 3 рабочих дней. На сроки влияет загруженность работников склада. Двери, которые изготавливаются под заказ будут готовы в течение 10 рабочих дней."]
        },
        {
            "tag": "Материал дверей",
            "patterns": ["материал дверей"],
            "responses": ["Однозначного ответа на этот вопрос нет. У каждого из перечисленных материалов есть свои сильные и слабые стороны. Например, ламинированные двери имеют доступную цену, более устойчивы к влажной среде, имеют легкий вес и не нуждаются в особом уходе. Шпонированные двери обладают большей прочностью, визуально выглядят солиднее и богаче, а структура шпона придает дверям вид натурального дерева, так что почти не видно отличий. Двери из массива цельного дерева, в отличие от двух предыдущих — прочнее, имеют более красивый рисунок и оттенок, но и более высокую цену."]
        },
        {
            "tag": "Шпон и экошпон",
            "patterns": ["шпон и экошпон"],
            "responses": ["Натуральный шпон — это природный материал. То есть, очень тонкие листы ценных деревянных пород наклеивают на плоскость ДСП или МДФ панели. Натуральный шпон отличается таким же рисунком и текстурой, что и натуральное дерево. Экошпон — материал искусственный. Изготовлен он из полипропиленовой пленки, которая в точности имитирует рисунок и структуру натурального дерева. Визуально найти отличие между натуральным и экошпоном довольно нелегко. Увидеть его можно, рассматривая боковой срез кромки. Экошпон известен своей высокой технологичностью, стоимость дверей из этого материала низкая, а эксплуатационные характеристики достаточно надежные. Экошпон — это материал, который обладает  повышенной устойчивостью к износу и не нуждается в каком-то особенном уходе, а также устойчив к повышенной влажности. Хотя межкомнатные двери из экошпона стали изготавливать не так давно, но их востребованность растет с каждым днем."]
        },
        {
            "tag": "Полотно без коробки и наличников",
            "patterns": ["полотно без коробки и наличников"],
            "responses": ["Вы можете приобрести только само полотно. К тому же Вы сами можете вывезти дверь и установить ее. Кроме того, так же отдельно можно заказать и купить дополнительную комплектацию дверей, любую фурнитуру и дверной погонаж."]
        },
        {
            "tag": "Установка дверей",
            "patterns": ["установка дверей"],
            "responses": ["Мы устанавливаем межкомнатные двери, причем делаем это выполняя полный комплекс работ, который включает в себя: консультацию со специалистами, которые учтут все пожелания и финансовое положение, снятия всех замеров, доставку на место, установку дверей и гарантийный сервис."]
        },
        {
            "tag": "Наличник без гвоздей",
            "patterns": ["наличник без гвоздей"],
            "responses": ["У нас в наличии имеется телескопический погонаж, с помощью которого можно более быстро, удобно и современно смонтировать дверной блок. На телескопическом коробе с уплотнителем сделаны специальные пазы, предназначенные для установки наличников и доборных элементов. Это дает возможность при крепления наличника к доборной планке и стойке обходится без крепежей. Если нужно, то телескопические наличники можно выдвигать из паза и снимать, особенно это удобно во время ремонта."]
        },
        {
            "tag": "Двери нестандартных размеров",
            "patterns": ["двери нестандартных размеров"],
            "responses": ["Мы можем изготовить двери абсолютно любых, нестандартных размеров, а также по вашим индивидуальным эскизам. А еще у нас в наличии имеются распашные двери и двери-купе."]
        },
        {
            "tag": "ПВХ-покрытие",
            "patterns": ["пвх покрытие"],
            "responses": ["ПВХ-покрытие — это покрытие из поливинилхлорида, который является экологически чистым и достаточно твердым материалом. Имеет повышенную устойчивость к высоким и низким температурам, высокой влажности (до 70%), механическим воздействиям (сколы и царапины), а также он отлично моется и не выгорает со временем."]
        },
        {
            "tag": "Влажность",
            "patterns": ["влажность"],
            "responses": ["Самый оптимальный вариант — не выше 60%. Если дверь планируют короткое время хранить или транспортировать в помещении, где влажность будет составлять до 95%, то дверь не должна находиться в этом помещении более 24 часов."]
        },
        {
            "tag": "Срок службы",
            "patterns": ["срок службы"],
            "responses": ["При изготовлении дверей из шпона применяют специальный клей. Именно от него зависит прочность и долговечность приклеенного шпона. Производители гарантируют как минимум 50-ти летний срок службы такого клея, хотя на практике этот срок значительно выше. На срок службы дверей влияет и вид древесины из которой изготавливают шпон. Например, двери с дубовым шпоном находятся в лидерах по долговечности. Влияет на срок службы качество лака, покрывающего дверь и конечно, аккуратность в обращении."]
        },
        {
            "tag": "Стандартные размеры",
            "patterns": ["стандартные размеры"],
            "responses": ["Стандарты наших дверей такие: 400*2000, 600*2000, 700*2000, 800*2000, 900*2000,  550*1900 ГЛ, 600*1900 ГЛ."]
        },
        {
            "tag": "Доборный элемент",
            "patterns": ["доборный элемент"],
            "responses": ["Добором считается планка, которую используют для расширения коробки двери. Это делается в тех случаях, когда стена шире, чем сама коробка. Поскольку коробка имеет стандартную ширину (70 см), то иногда необходимость в доборном элементе крайне важна. Материал из которого изготавливается добор тот же, что и материал двери."]
        },
        {
            "tag": "Комплект двери",
            "patterns": ["комплект двери"],
            "responses": ["Дверное полотно (сама дверь), Дверная коробка (лутка), Стекло, Фурнитура (замок, ручка, петли), Доборы (расширители коробки двери), Наличники на обе стороны (5 реек), на одну сторону (2,5 рейки), Порог"]
        },
        {
            "tag": "Порог двери",
            "patterns": ["порог двери"],
            "responses": ["Для лучшей звукоизоляции лучше установить специальный «скрытый порог». Это конструкция, которую врезают в нижний торец двери. При закрывании «скрытый порог» опускается и создает необходимую звуко- и теплоизоляцию. Если дверь устанавливается в помещениях с разным уровнем пола, то лучше избежать порогов деревянных, а воспользоваться пластиковым или алюминиевым профилем, чтобы выровнять перепад. В строительных магазинах есть широкий ассортимент самых разных видов профилей для этих целей. Порог в санузле лучше всего сделать из плитки."]
        },
        {
            "tag": "Хранение двери",
            "patterns": ["хранение двери"],
            "responses": ["Идеальная платформа для хранения двери – в лежачем положении на горизонтальной поверхности или как минимум на 3 опорах. Категорически запрещается хранить двери прислонив их к стене под углом Также запрещено хранить двери в помещениях, где есть повышенная влажность ( подвал, комната с невысохшей стяжкой или штукатуркой)"]
        },
        {
            "tag": "Уплотнитель дверной коробке",
            "patterns": ["уплотнитель дверной коробке"],
            "responses": ["Благодаря уплотнителю дверь «мягко» закрывается и не хлопает. Уплотнитель повышает звукоизоляционные свойства и защищает от сквозняков."]
        },
        {
            "tag": "Звукоизоляция двери",
            "patterns": ["звукоизоляция двери"],
            "responses": ["Качественная звукоизоляция зависит от качества уплотнителя. В некоторых ситуациях более качественная звукоизоляция достигается за счет монтажа «скрытого порога» на нижнем торце двери, а также при минимальном остеклении или его полном отсутствии."]
        },
        {
            "tag": "Дверь для ванны",
            "patterns": ["дверь для ванны"],
            "responses": ["Если имеется ввиду обычный бытовой санузел или ванная комната, то двери, изготавливаемые на нашей фабрике, вполне походят для этих помещений. Отделка таких дверей изначально устойчива к влажности, если только это не помещение с постоянным выделением сильного конденсата, текущего по стенам и дверям. "]
        },
        {
            "tag": "Время установки двери",
            "patterns": ["время установки двери"],
            "responses": ["Профессиональные установщики могут установить за один день не меньше 4-5 дверей. Конечно, все зависит от индивидуальных условий помещения."]
        },
        {
            "tag": "Сертификаты",
            "patterns": ["сертификаты"],
            "responses": ["Наша продукция прошла сертификацию на соответствие многим европейским и отечественным стандартам, а именно: ISO 9001, ISO 14001, ДСТУ БВ.26, EN 1529, EN 1530 и EN 1192."]
        },
        {
            "tag": "Механизмы открывания дверей",
            "patterns": ["механизмы открывания дверей"],
            "responses": ["Есть вариант заказа раздвижных дверей («купе»), которые двигаются на подвесных роликах без специальной направляющей внизу. Такие двери могут быть установлены в дверной проем шириной до 3 метров. Еще один вариант – приобрести «барные» (качающиеся) петли, которые позволяют открывать дверь назад и вперед. А заказ дверей с элитной фурнитурой включает в себя скрытые петли и бесшумный магнитный механизм."]
        },
        {
            "tag": "Стекло двери",
            "patterns": ["стекло двери"],
            "responses": ["Триплексное стекло – это обычное многослойное стекло, которое склеено с помощью полимерной пленки, удерживающей при ударе осколки стекла, что делает его безопасным, потому что при разбитом стекле осколки не имеют острых углов и граней."]
        }
    ]
}